Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Number of people per gondola
ja: ゴンドラあたりの乗員数

source: Number of people per gondola/chair
ja: ゴンドラ/椅子あたり定員

source: Number of people per hour
ja: 1時間あたりの運搬人数

source: Number of places
ja: 収容数

source: Number of routes
ja: ルート数

source: Number of screens
ja: スクリーン数

source: Number of segments to divide into
ja: 分割する数

source: Number of tasks: {n}
ja: タスク数:{n}

source: Number of {0} greater than {1}
ja: {1}より{0}の方が数が大きい

source: Number of {0}-ways junctions found: {1}
ja: {0}方向の交差点が見つかった数: {1}

source: Number of<br/>Segments
ja: 区間の<br/>数

source: Numbering Scheme:
ja: 付番方法:

source: Numbering scheme
ja: 番地付けルール

source: Numeric
ja: 数値

source: Numeric values
ja: 数値

source: Nursing Home
ja: 看護ステーション

source: Nursing Home (Legacy)
ja: 介護施設 (旧)

source: OAuth authorization failed
ja: OAuth認証に失敗しました

source: ODS files
ja: ODSファイル

source: OK - trying again.
ja: OK - やり直しています。

source: OPEN changeset
ja: 変更セットのオープン

source: OSM (Binary)
ja: OSM (バイナリー形式)

source: OSM API (URL is, e.g., "http://www.openstreetmap.org/api/0.6"
ja: OSM API (URL の例: "http://www.openstreetmap.org/api/0.6"

source: OSM API URL must not be empty.
ja: OSM APIのURLを空にすることはできません。

source: OSM Data
ja: OSMデータ

source: OSM Export
ja: OSMエクスポート

source: OSM Files (*.osm)
ja: OSM ファイル (*.osm)

source: OSM Preview
ja: OSMプレビュー

source: OSM Server
ja: OSMサーバ

source: OSM Server Files
ja: OSMサーバーファイル

source: OSM Server Files XZ compressed
ja: XZ圧縮されたOSMサーバーファイル

source: OSM Server Files bzip2 compressed
ja: bzip2圧縮したOSMファイル

source: OSM Server Files gzip compressed
ja: gzip圧縮したOSMファイル

source: OSM Server Files pbf compressed
ja: OSMサーバー用pbf圧縮ファイル

source: OSM Server URL:
ja: OSM サーバーのURL:

source: OSM Signature Files
ja: OSM署名ファイル

source: OSM data will be included in the session file.
ja: OSMデータはセッションファイルに含められます。

source: OSM files
ja: OSMファイル

source: OSM login URL:
ja: OSM ログイン URL:

source: OSM logout URL:
ja: OSM ログアウト URL:

source: OSM objects
ja: OSMのオブジェクト

source: OSM password:
ja: OSM パスワード:

source: OSM username:
ja: OSM ユーザー名:

source: OSM website did not return a session cookie in response to ''{0}'',
ja: OSMウェブサイトから''{0}'' の応答としてセッションクッキーが返ってきませんでした

source: OSM-Info
ja: OSM情報

source: OSMCha filter ID
ja: OSMChaフィルタID

source: OSMF agrees that it may only use or sub-license Your Contents as part of a database and only under the terms of one or more of the following licences: ODbL 1.0 for the database and DbCL 1.0 for the individual contents of the database; CC-BY-SA 2.0; or such other free and open licence (for example, http://www.opendefinition.org/okd/) as may from time to time be chosen by a vote of the OSMF membership and approved by at least a 2/3 majority vote of active contributors.
ja: OSMFはあなたのコンテンツをデータベースの一部として、そして次のライセンスのうちひとつ以上の規約の下でのみ、利用あるいはサブライセンスのみを行う可能性があるということに同意します： データベースに対してはODbL1.0で、データベースの個々のコンテンツについてはDbCL1.0で; CC-BY-SA 2.0; あるいはOSMF会員の投票によりその時々で選ばれ、アクティブな投稿者のうち少なくとも2/3の大多数の投票により承認されたフリーでオープンな他のライセンス(例えば、http://www.opendefinition.org/okd/)。

source: Object
ja: オブジェクト

source: Object ''{0}'' is already deleted on the server.
ja: オブジェクト''{0}''は、サーバ上で既に削除されています。

source: Object ''{0}'' is already deleted.
ja: オブジェクト''{0}''は既に削除されています。

source: Object Count
ja: オブジェクト数

source: Object ID:
ja: オブジェクトID:

source: Object IDs can be separated by comma or space, for instance: {0}
ja: オブジェクトIDはカンマか空白で区切ることができます。例: {0}

source: Object Id
ja: オブジェクトID

source: Object could not be downloaded
ja: オブジェクトがダウンロードできません

source: Object count:
ja: オブジェクト数

source: Object deleted
ja: オブジェクトが削除されました

source: Object has no {0}, however, it has {1} and {2} whose value looks like a housenumber.
ja: オブジェクトには{0}はありませんが、{1}と{2}があり、その値はハウスナンバーに似ています。

source: Object name: {0}
ja: オブジェクト名:{0}

source: Object of type {0} with id {1} was marked to be deleted, but it''s missing in the source dataset
ja: 種別 {0} ID {1} のオブジェクトに削除マークが付けられましたが、元のデータセットにありません。

source: Object signatures
ja: オブジェクトの署名

source: Object still in use
ja: オブジェクトはまだ使われています

source: Object type not in preset
ja: オブジェクト種別:がプリセットにありません

source: Object type {0} is not supported by tagging preset: {1}
ja: オブジェクト種別:{0}がタグのプリセットにありません: {1}

source: Object type:
ja: オブジェクト種別:

source: Objects are uploaded to a <strong>new changeset</strong>.
ja: オブジェクトは<strong>新しい変更セット</strong>にアップロードされます。

source: Objects are uploaded to the <strong>open changeset</strong> {0} with upload comment ''{1}''.
ja: オブジェクトはアップロードコメント''{1}'' 付きで<strong>オープン済み変更セット</strong> {0} にアップロードされます。

source: Objects history
ja: オブジェクト履歴

source: Objects to add:
ja: 追加するオブジェクト:

source: Objects to delete:
ja: 削除するオブジェクト:

source: Objects to modify:
ja: 修正するオブジェクト:

source: Objects: {2} / Tags: {0} / Memberships: {1}
ja: オブジェクト: {2}件/タグ: {0}件/メンバーシップ: {1}件

source: Oblique Mercator
ja: 斜軸メルカトル図法

source: Octane 100
ja: オクタン価100［ハイオク］

source: Octane 80
ja: オクタン価80

source: Octane 91
ja: オクタン価91［レギュラー］

source: Octane 92
ja: オクタン価92

source: Octane 95
ja: オクタン価95

source: Octane 98
ja: オクタン価98

source: Odd
ja: 奇数

source: Odd housenumber in even address interpolation.
ja: 偶数アドレス補間の奇数番地。

source: Odd numbers
ja: 奇数

source: Of course errors may also serve as a copyright trap in a legal dispute over copyright, but "copyright easter egg" refers to false features or inaccuracies ''deliberately'' introduced for the purpose of laying a copyright trap.
ja: もちろん、著作権をめぐる法的論争では、誤りが著作権の罠として働くこともありますが、「著作権の罠」とは、著作権の罠を仕掛ける目的で「意図的に」導入された、誤った特徴や不正確さを指しています。

source: Off-Road: heavy duty off-road vehicle
ja: オフロード車: 重量オフロード車

source: Offers repairs
ja: 修理を提供

source: Offices
ja: 事務所

source: Official name
ja: 公式名称

source: Official web site (e.g. operator)
ja: 公式ウェブサイト (運営者など)

source: Offline mode
ja: オフラインモード

source: Offset
ja: オフセット

source: Offset Information
ja: オフセット情報

source: Offset bookmark already exists.
ja: オフセットのブックマークが重複しています。

source: Offset bookmarks
ja: オフセットのブックマーク

source: Offset:
ja: オフセット:

source: Oil Power Generator
ja: 石油発電機

source: Old Qt version detected
ja: 古い Qt のバージョンが見つかりました

source: Old key
ja: 古いキー

source: Old role
ja: 古いロール

source: Old value
ja: 古い値

source: Old values of
ja: 以前の値:

source: Oldest files are automatically deleted when this size is exceeded
ja: このサイズを超えると古いファイルは自動的に削除されます

source: On demand
ja: 妥当性検査実行時

source: On upload
ja: アップロード時

source: On/Off
ja: オン/オフ

source: Once a new result is (implicitly or explicitly) assigned to an existing set, its previous contents will be replaced and are no longer available.
ja: （暗黙あるいは明示的に）新たな結果の書き込み先として既存の集合が割り当てられた場合、その集合の元からあった内容は上書きされてしまい、使えなくなります。

source: Once the region is fully mapped, the user finishes it by setting the process points to the maximum value and maybe starts working on the next task.
ja: 領域が完全にマッピングされると、ユーザは進捗ポイントを最大値(100%)に設定して終了し、次のタスクを開始することができます。

source: One Way
ja: 一方通行

source: One downloaded object is deleted.
ja: ダウンロードされたオブジェクト{0}件が削除されました。

source: One node ways
ja: ノードが1つのウェイ

source: One object could not be downloaded.<br>
ja: {0}件のオブジェクトがダウンロードできませんでした。<br>

source: One of the selected files was null
ja: 選択されたファイルのひとつがヌルでした

source: One of the selected ways is not closed and therefore cannot be joined.
ja: 選択されたウェイのひとつが閉じていないので結合できません。

source: One or more members of this new relation have been deleted while the relation editor was open.
ja: この新しいリレーションの1つまたは複数のメンバが、リレーションエディタの実行中に削除されました

source: One or more nodes involved in this action is outside of the downloaded area.
ja: このアクションに関係する1つ以上のノードがダウンロード領域の外側にあります。

source: One user at a time can now work on such task and this user is able to update the process of the task by setting the process points.
ja: 一度に1人のユーザーがそのようなタスクの作業ができるようになりました。このユーザーは、進捗ポイントを設定することで、タスクの進捗を更新できます。

source: One word, three capital letters, one map.
ja: 一語で、3つの大文字があり、1つの地図（map）です。

source: Oneway
ja: 一方通行

source: Oneway (bicycle)
ja: 一方通行(自転車)

source: Oneway for bicycle
ja: 自転車の一方通行

source: Only Left Turn
ja: 左折のみ

source: Only Right Turn
ja: 右折のみ

source: Only Straight On
ja: 直進のみ

source: Only a part of the file will be available.
ja: ファイルの一部のみが使用可能になります。

source: Only changesets closed after and created before a specific date/time
ja: 変更セットは作成日より前の日時では保存できません。

source: Only changesets closed after the following date/time
ja: 次の日付/時刻以降に閉じられた変更セットのみ

source: Only changesets owned by myself
ja: 自分が所有する変更セットのみ

source: Only changesets owned by myself (disabled.
ja: 自分が所有する変更セットのみ(無効になっています。

source: Only changesets owned by the user with the following user ID
ja: 次のユーザーIDのユーザーが所有する変更セットのみ

source: Only changesets owned by the user with the following user name
ja: 次のユーザー名のユーザーが所有する変更セットのみ

source: Only convert hierarchies up to:
ja: 次の値までの階層のみを変換:

source: Only convert the following fields:
ja: 以下のフィールドのみを変換する:

source: Only digits allowed in osmid: ''{0}''.
ja: OSMID ''{0}'' には数値のみが許されています。

source: Only features fully within the viewport
ja: ビューポートに完全に含まれている地物のみ

source: Only if you go and wander around Canynge Square in Bristol you see some nice houses (in the photo below the map) where that Close should be.
ja: ブリストルに行って Canyge 広場のあたりを歩いてみると、地図の下の写真のように、路地があるはずの場所も小奇麗な家が並んでいるのを目にするでしょう。

source: Only images with signs
ja: 標識のある画像のみ

source: Only launching info browsers for the first {0} of {1} selected users
ja: 選択された{1}人のうち最初の{0}人分のみ情報ブラウザーを起動しています

source: Only on the head of a way.
ja: ウェイの開始のみ

source: Only on vectorized layers
ja: ベクターのレイヤー上だけです。

source: Only participating in selection
ja: 選択中に関係するもののみ

source: Only square tiles are supported.
ja: 正方形タイルのみがサポートされています。

source: Only this color
ja: この色のみ

source: Opacity
ja: 透明度

source: Opacity low/high
ja: 表示濃度の濃淡

source: Opaque
ja: 不透明

source: Open
ja: 開く

source: Open Article
ja: 記事を開く

source: Open Cadastre Preferences
ja: Open Cadastre 設定

source: Open Changeset Manager
ja: 変更セットマネージャーを開く

source: Open Data Module description URL
ja: OpenDataモジュールの説明URL

source: Open GeoChat panel
ja: GeoChatパネルを開く

source: Open Imagery XML file
ja: イメージXMLファイルを開く

source: Open JOSM customization file
ja: JOSMカスタマイズファイルを開く

source: Open Location...
ja: 場所を開く...

source: Open MapDust
ja: MapDustを開く

source: Open Mapillary changeset dialog
ja: Mapillary変更セットダイアログを開く

source: Open Mapillary filter dialog
ja: Mapillaryフィルタダイアログを開く

source: Open Mapillary history dialog
ja: Mapillaryヒストリダイアログを開く

source: Open Mapillary layer
ja: Mapillaryレイヤを開く

source: Open Mapillary window
ja: Mapillaryウインドウを開く

source: Open NMEA log file
ja: NMEAログファイルを開く

source: Open NanoLog file...
ja: NanoLogファイルを開く...

source: Open NanoLog panel
ja: NanoLogパネルを開く

source: Open OSM file
ja: OSMファイルをオープン

source: Open OpenStreetMap obj info window
ja: OpenStreetMap obj情報ウィンドウを開く

source: Open OsmChange file
ja: OsmChangeファイルを開く

source: Open OsmInspector
ja: OsmInspector を開く

source: Open Recent
ja: 最近使用したファイルを開く

source: Open Tag Templates
ja: タグテンプレートを開く

source: Open Visible...
ja: Visibleを開く…

source: Open a OSM Inspector selection list window.
ja: OSM Inspector の選択リストウィンドウを開く

source: Open a file (any file type that can be opened with File/Open)
ja: ファイルを開く(ファイル/開くで開かれるファイルの全種類)

source: Open a file.
ja: ファイルを開く

source: Open a history browser with the history of this node
ja: このノードの履歴で履歴ブラウザーを開く

source: Open a list of all commands (undo buffer).
ja: 全コマンドのリスト(取り消しバッファ)を開く

source: Open a list of all loaded layers.
ja: レイヤーの一覧

source: Open a list of all relations.
ja: 全てのリレーションのリストを開く

source: Open a list of people working on the selected objects.
ja: 選択したオブジェクトで作業した人たちのリストを開く

source: Open a list of routing nodes
ja: ルーティングノードのリストを開く

source: Open a merge dialog of all selected items in the list above.
ja: 上記リストの全てのアイテムを結合するダイアログを開く

source: Open a new changeset and use it in the next upload
ja: 新しい変更セットを開き、次回アップロードで使用

source: Open a preferences dialog for SDS.
ja: SDSの設定ダイアログを開きます。

source: Open a preferences dialog for global settings.
ja: 環境設定ダイアログを開く

source: Open a script file
ja: スクリプトファイルを開く

source: Open a selection list window.
ja: 選択リストウィンドウを開きます。

source: Open a web page for each selected changeset
ja: 選択された変更セットそれぞれにウェブページを開く

source: Open air
ja: 屋外

source: Open an URL.
ja: URL を開く。

source: Open an editor for the selected turn restriction
ja: 選択された進行方向制限を編集画面で開く

source: Open and use as many new changesets as necessary
ja: 新しい変更セットを必要なだけ開いて使用する

source: Open another GPX trace
ja: ほかのGPXトレースを開く

source: Open another photo
ja: 他の写真を開く

source: Open changeset Viewer window.
ja: 変更セットビューアーウィンドウを開く

source: Open changesets
ja: 変更セットを開く

source: Open custom URL
ja: カスタムURLを開く

source: Open directory
ja: ディレクトリを開く

source: Open editor
ja: エディタで開く

source: Open file
ja: ファイルを開く

source: Open in JOSM
ja: JOSMで開く

source: Open in iD
ja: iDで開く

source: Open local files
ja: ローカルファイルを開く

source: Open object signing window.
ja: オブジェクトの署名ウィンドウを開く

source: Open on left side
ja: 左側が開放

source: Open on right side
ja: 右側が開放

source: Open only files that are visible in current view.
ja: 現在のビューで見えるファイルだけを開く

source: Open preferences for this panel
ja: このパネルの設定を開く

source: Open recent relation
ja: 最近のリレーションを開く

source: Open relation editor for the chosen relation
ja: 選択されたリレーションでリレーション編集画面を開く

source: Open relation wiki page
ja: リレーションのWikiページを開く

source: Open relation/multipolygon editor panel
ja: リレーション／マルチポリゴン編集パネルを開く

source: Open selected file
ja: 選択されたファイルを開く

source: Open selected file.
ja: 選択したファイルを開く。

source: Open session
ja: セッションを開く

source: Open surveyor tool.
ja: 測量ツールを開く

source: Open the .xlf file you want to translate
ja: 翻訳したい.xlfファイルを開く

source: Open the OpenData window.
ja: OpenDataウィンドウを開きます。

source: Open the URLs by double clicking them, edit name and description by double clicking the cell.</html>
ja: URLをダブルクリックして開き、セルをダブルクリックして名前と説明を編集します。</html>

source: Open the current help page in an external browser
ja: 現在のヘルプページを外部ブラウザーで開く

source: Open the dialog for graph view configuration.
ja: GraphViewの設定ダイアログを開く

source: Open the elevation profile window.
ja: 高度プロファイルウィンドウを開きます。

source: Open the junctionchecking window.
ja: JunctionCheckingウィンドウを開きます。

source: Open the list of changesets in the current layer.
ja: 現在のレイヤーにある変更セット一覧を開く

source: Open the measurement window.
ja: 測定ウィンドウを開く

source: Open the note in an external browser
ja: 外部ブラウザでメモを開く

source: Open the tagging preset test tool for previewing tagging preset dialogs.
ja: タグ付けプリセットテストを開いてタグ付けプリセットダイアログをプレビュー。

source: Open the todo list.
ja: ToDoリストを開く

source: Open the validation window.
ja: 妥当性検査ウィンドウを開きます。

source: Open this dialog on startup
ja: 起動時にこのダイアログを開く

source: Open tools menu for this data.
ja: このデータのためのオープンツールメニュー

source: Open {0}
ja: {0} を開く

source: Open...
ja: 開く...

source: Open/Closed:
ja: 状態:

source: OpenData Preferences
ja: OpenData設定

source: OpenData XML files
ja: OpenData XMLファイル

source: OpenData preferences
ja: OpenData設定

source: OpenStreetMap GPS Traces
ja: OpenStreetMap GPS トレース

source: OpenStreetMap data
ja: OpenStreetMapデータ

source: OpenStreetMap format (*.osm)
ja: OpenStreetMapフォーマット(*.osm)

source: OpenStreetMap is a significant break with past cartography, since the database can accommodate any number of [[Key:name#Localization|localizations]] and points of view.
ja: OpenStreetMap は、データベースが[[JA:Key:name#Localization|多国語化]]とビューの切り替えに何個でも対応できるという点で、過去の地図製作法から大きく飛躍しました。

source: OpenStreetMap is also a [[Trademark]].
ja: OpenStreetMap は[[Trademark|商標]]でもあります。

source: OpenStreetMap is the correct spelling.
ja: OpenStreetMap が正しいつづりです。

source: OpenStreetMap obj info
ja: OpenStreetMap obj情報

source: OpenStreetMap's [[tags|free tagging system]] allows the map to include an unlimited number of attributes describing each feature.
ja: OpenStreetMap は[[tags|自由にタグ付けできるシステム]]なので、それぞれの地物を記述する属性を上限なしで地図に含めることができます。

source: Opening Hours
ja: 営業時間

source: Opening URL: {0}
ja: URL {0} を開きます

source: Opening file ''{0}'' ...
ja: ファイル ''{0}''を開いています ...

source: Opening files
ja: ファイルを開いています

source: Opening hours syntax
ja: 営業時間の書式

source: Opening link not supported on current platform (''{0}'')
ja: リンクを開く操作は、このプラットフォームでは対応していません(''{0}'')

source: Opening the bug report failed.
ja: バグレポートを開けませんでした。

source: Opening {0} file...
ja: {0}件のファイルを開いています...

source: Opens a dialog that allows to jump to a specific location
ja: 特定の場所へジャンプできるダイアログを開始

source: Opens specified URL browser
ja: 指定されたURLをブラウザーで開きます

source: Opens the Changeset Manager window for the selected changesets
ja: 変更セットマネージャを開く

source: Opens the GeoJson object list pane
ja: GeoJsonオブジェクトリストのウインドウ枠を開きます。

source: Opens the Wikipedia article of the selected item in a browser
ja: 選択された項目に関するWikipediaの記事をブラウザーで開く

source: Operation times
ja: 営業時間

source: Operator
ja: 運営者

source: Optician
ja: 眼鏡店

source: Optional Attributes:
ja: オプションの属性:

source: Optional Information:
ja: オプション情報

source: Optional crossing attributes:
ja: その他の交差点の属性:

source: Optional values for specific countries
ja: 国によって使用する値

source: Optionally you can also select a node in the area and house numbering will start at that end.
ja: オプションとして、領域の中のノードを選択して、住居番号をそちら側から開始させることもできます。

source: Options
ja: オプション

source: Options that affect drawing performance
ja: 描画パフォーマンス関連オプション

source: Options {0} and {1} are mutually exclusive.
ja: オプション{0}と{1}は相互に排他的です。

source: Or could it be that they planned to build the extension to Warwick Road and the Tudor Close spur but never did, in which case the detail for the map could have come from the planning stage.
ja: あるいは、ワーウィック・ロードとチューダー・クローズ・スパーへの拡張を計画していたが、計画していなかったのかもしれない。その場合、マップの詳細は計画段階から来ることができたかもしれない。

source: Orchard
ja: 果樹園

source: Organic
ja: 自然素材

source: Organic/Bio
ja: 自然食品店

source: Organisations like the UK's Ordnance Survey have placed their maps under copyright.
ja: 英国陸地測量部のような組織は、地図に著作権を設定しています。

source: Orientation
ja: 向き

source: Orig.
ja: オリジナル

source: Origin is bottom-left
ja: 原点は左下

source: Orthogonal shapes
ja: 直交化された図形

source: Orthogonalize
ja: 直交化

source: Orthogonalize / Undo
ja: 直交化 / 元に戻す

source: Orthogonalize Shape
ja: 図形の直交化

source: Orthogonalize Shape / Undo
ja: 図形の直交化 / 元に戻す

source: Orthogonalize Shape / Undo<br>Please select nodes that were moved by the previous Orthogonalize Shape action!
ja: 図形の直交化 / 元に戻す<br>前回の図形の直交化の操作で移動したノードを選択してください。

source: OsmBugInfo
ja: OSMバグ情報

source: OsmChange File
ja: OsmChangeファイル

source: Osmosis polygon filter files
ja: Osmosisポリゴンフィルターファイル

source: Osmotic Power Generator
ja: 浸透圧発電

source: Other
ja: その他

source: Other <u>informal guidance</u> versions will be added as resources permit.
ja: 資源が許す限り、他の<u>非公式なガイダンス</u>のバージョンも追加予定です。

source: Other Information Point
ja: その他の情報ポイント

source: Other Place of Worship
ja: その他の宗教施設

source: Other duplicated nodes
ja: その他の重複ノード

source: Other options
ja: その他のオプション

source: Other:
ja: その他:

source: Otherwise, all ways will get their own copy and all nodes will be selected.
ja: そうでなければ、すべてのウェイのコピーがつくられ、 そのすべてのノードが選択されます。

source: Otherwise, why would you have the nonsense street in your map if you didn’t get it from them?
ja: そのような理由がなければ、実在しない通りをわざわざ地図に描く理由がありませんから。

source: Outdated Java version
ja: Javaのバージョンが期限切れ

source: Outdoor
ja: アウトドア用品店

source: Outdoor seating
ja: 屋外席

source: Outline of building
ja: 建物の輪郭

source: Output filename
ja: 出力ファイル名

source: Output forms of energy (optional):
ja: エネルギーの出力形式(省略可):

source: Output forms of energy:
ja: エネルギーの出力形式:

source: Output image file name (.png); defaults to ''{0}''
ja: 出力イメージファイル名(.png)。デフォルトは''{0}''です。

source: Outreach
ja: アウトリーチ

source: Overhead trolley wires
ja: トロリーバスの架線

source: Overlapping Areas
ja: エリアの重複

source: Overlapping Identical Landuses
ja: 同じ土地利用が重複している

source: Overlapping Identical Natural Areas
ja: 同じ自然領域が重複している

source: Overlapping Water Areas
ja: 水域の重複

source: Overlapping highways
ja: 重なった道路

source: Overlapping railways
ja: 重なった鉄路

source: Overlapping ways
ja: 重なったウェイ

source: Overpass API server used to download OSM data
ja: OSM データのダウンロードに使用する Overpass API サーバー

source: Overpass API server:
ja: Overpass API サーバー:

source: Overpass QL is a [https://en.wikipedia.org/wiki/Procedural_programming procedural], [https://en.wikipedia.org/wiki/Imperative_programming imperative] programming language written with a [https://en.wikipedia.org/wiki/C_syntax C style syntax].
ja: Overpass QLは、 [https://en.wikipedia.org/wiki/C_syntax C言語風の文法] を用いた[https://en.wikipedia.org/wiki/Procedural_programming 手順型] または [https://en.wikipedia.org/wiki/Imperative_programming 命令型]プログラミング言語です。

source: Overpass QL sets always have global [https://en.wikipedia.org/wiki/Scope_(computer_science) scope (visibility)].
ja: Overpass QL集合はつねに大域的に有効な[https://ja.wikipedia.org/wiki/%E3%82%B9%E3%82%B3%E3%83%BC%E3%83%97) スコープ]をもちます。.

source: Overpass Query Wizard
ja: Overpassクエリーウィザード

source: Overpass Turbo Query Wizard
ja: Overpass Turbo クエリウィザード

source: Overpass query:
ja: Overpass クエリ:

source: Overpass server
ja: Overpass サーバー

source: Overpass server:
ja: Overpass サーバー:

source: Override
ja: 上書き

source: Override old backup files?
ja: 古いバックアップファイルを上書きしますか？

source: Override position for:
ja: 次の位置を上書きする

source: Overtaking
ja: 追い越し

source: Overview
ja: 概要

source: Overwrite
ja: 上書きする

source: Overwrite ''{0}'' tag {1} from {2} with new value ''{3}''?
ja: {2}のうち、タグ''{0}''の{1}について、新しい値''{3}''で上書きしますか?

source: Overwrite custom OAuth settings?
ja: OAuth の設定を上書きしてよろしいですか？

source: Overwrite key
ja: キーを上書き

source: Overwrite style
ja: スタイルの上書き

source: Overwrite tag
ja: タグを上書き

source: Overwrite?
ja: 上書きしますか？

source: Ovo-vegetarian
ja: 卵子菜食主義

source: PDF files
ja: PDFファイル

source: PDF files (*.pdf)
ja: PDFファイル(*.pdf)

source: PGP-Key details
ja: PGPキーの詳細

source: PNG files (*.png)
ja: PNG ファイル (*.png)

source: POI's
ja: POI

source: PROJ.4 version
ja: PROJ.4バージョン

source: PROJ4 string
ja: PROJ4文字列

source: PUWG 1992 (Poland)
ja: PUWG 1992 (ポーランド)

source: Paint
ja: 画材店

source: Paint style {0}: {1}
ja: 描画スタイル {0}:{1}

source: Painter
ja: 塗装店

source: Palaeontological Site
ja: 化石サイト

source: Paper
ja: 紙

source: Paper packaging
ja: 紙製パッケージ

source: Par
ja: パー

source: Parallel
ja: 平行線

source: ParallelWayAction The ways selected must form a simple branchless path
ja: 並行するウェイの操作 選択されたウェイは単純な分岐のない経路の形でなければなりません

source: Parameter "downloadgps" does not accept file names or file URLs
ja: パラメーター "downloadgps" がファイル名もしくはURLとして有効ではありません

source: Parameter ''{0}'' must not be null
ja: パラメータの ''{0}'' はヌルではいけません

source: Parameter ''{0}'' required.
ja: パラメータ ''{0}'' が必要です。

source: Parameter for server request
ja: サーバーリクエストのパラメーター

source: Parameter information
ja: パラメーターの情報

source: Parameter information...
ja: パラメーターの情報...

source: Parameter must begin with a ''+'' character (found ''{0}'')
ja: パラメーターは ''+'' の文字で始まる必要があります(現在は''{0}'')

source: Parameter name
ja: パラメータ名

source: Parameter value
ja: パラメータ値

source: Parameter {0} not in range 0..{1}.
ja: パラメータ{0}が範囲0.{1}にありません。

source: Parameter:
ja: パラメーター:

source: Parameters --download, --downloadgps, and --selection are processed in this order.
ja: パラメータ --downloadと--downloadgpsと--selectionは、この順序で処理されます。

source: Parameters:
ja: パラメーター:

source: Parcels numbers, street names.
ja: 土地区画番号、通り名です。

source: Parcels.
ja: 土地区画です。

source: Parent Relations
ja: 親リレーション

source: Park
ja: 公園

source: Park and Ride
ja: パークアンドライド

source: Parking
ja: 駐車場・駐輪場

source: Parking Aisle
ja: 駐車場内通路

source: Parking Entrance
ja: 駐車場の入口

source: Parking Space
ja: 駐車スペース

source: Parse error
ja: 解釈エラー

source: Parse error: invalid document structure for GPX document.
ja: パースエラー: GPXファイルのドキュメント構造が不適切です

source: Parsing OSM data...
ja: OSMデータ解析中...

source: Parsing OSM history data ...
ja: OSM 履歴データ解析中 ...

source: Parsing PDF
ja: PDFをパース中

source: Parsing Signature data...
ja: 署名データを解釈中...

source: Parsing XML
ja: XMLのパース

source: Parsing changeset content ...
ja: 変更セットコンテンツをパース中 ...

source: Parsing data for layer ''{0}'' failed
ja: レイヤー''{0}''のデータ評価に失敗しました

source: Parsing file
ja: ファイルを解釈中
